Repository: loveq369/media-converter
Catalog: *.lproj/MCPresetEditPanel.strings
Languages: it

# 221.title
source: Name:
it: Nome:

# 181.title
source: Container:
it: Formato:

# 369.title
source: Extension:
it: Estensione:

# 113.title
source: Format:
it: Formato:

# 144.title
source: Size
it: Dimensioni

# 375.title
source: Aspect ratio
it: Aspetto

# 383.title
source: Automaticly set aspect ratio based on the input file (4:3 or 16:9)
it: Seleziona automaticamente l’aspetto in base alle proporzioni del file (4:3 o 16:9)

# 388.title
source: Automaticly set size based on the input file (4:3 or 16:9)
it: Seleziona automaticamente la dimensione del file in base alle proporzioni del file di imput (4:3 o 16:9)

# 1576.title
source: Preserve aspect ratio method:
it: Proporzioni:

# 1574.title
source: None
it: Nessuno

# 156.title
source: Format:
it: Formato:

# 168.title
source: Mode:
it: Modalità:

# 173.title
source: Same as Original
it: Come l’originale

# 490.label
source: Subtitles
it: Sottotitoli

# 499.title
source: Kind:
it: Codifica dei sottotitoli:

# 668.label
source: Filters
it: Filtri

# 1411.ibExternalAccessibilityDescription
source: Filter list
it: Lista filtri

# 1411.ibExternalAccessibilityHelp
source: A list of filters that are applied to media files converted with the preset
it: Questa lista serve per convertire i file, applicati al formato predefinito

# 1513.ibExternalAccessibilityDescription
source: Delete
it: Rimuovi

# 1513.ibExternalAccessibilityHelp
source: Delete selected filter(s)
it: Elimina il filtro o i filtri

# 1514.ibExternalAccessibilityDescription
source: Add
it: Aggiungi

# 1514.ibExternalAccessibilityHelp
source: Add filters to the preset
it: Aggiungi filtri al formato

# 1515.ibExternalAccessibilityDescription
source: Action Button
it: Azioni pulsante

# 1515.ibExternalAccessibilityHelp
source: Show context menu for the selected preset filter(s)
it: Mostra il menù contestuale per il filtro o i filtri selezionato

# 397.label
source: Advanced
it: Avanzate

# 400.title
source: Use 2-pass encoding
it: Utilizza la codifica in due passaggi

# 404.title
source: Place moov atom in front of file (qt-faststart)
it: Posiziona l’atom moov davanti al file (qt-faststart)

# 171.ibExternalAccessibilityHelp
source: Show or hide advanced FFmpeg options
it: Mostra o nascondi le opzioni di fmpeg

# 105.title
source: Advanced FFmpeg options:
it: Opzioni avanzate di fmpeg:

# 100.headerCell.title
source: Option
it: Opzioni

# 101.headerCell.title
source: Setting
it: Impostazioni

# 98.ibExternalAccessibilityDescription
source: Advanced Options List
it: Lista di opzioni avanzate di FFmpeg

# 98.ibExternalAccessibilityHelp
source: A list of advanced FFmpeg options
it: Questa lista contiene le opzioni avanzate di FFmpeg

# 190.ibExternalAccessibilityDescription
source: Delete
it: Rimuovi

# 190.ibExternalAccessibilityHelp
source: Delete selected option from the list
it: Elimina l’opzione selezionata dalla lista

# 197.ibExternalAccessibilityDescription
source: Add
it: Aggiungi

# 197.ibExternalAccessibilityHelp
source: Add option to the list
it: Aggiungi l'opzione alla lista

# uUr-9p-vpK.title
source: Option
it: Opzioni

# bwa-vP-7Bn.title
source: Setting
it: Impostazioni

# Ssg-PY-Rrb.ibExternalAccessibilityHelp
source: Advanced FFmpeg option to add
it: Aggiungi opzioni

# 7Va-VB-4ba.ibExternalAccessibilityHelp
source: Advanced FFmpeg setting to add
it: Aggiungi impostazioni

# xem-bL-841.title
source: Cancel
it: Annulla

# zR2-fX-edv.title
source: Add
it: Aggiungi

# 85.title
source: Add
it: Aggiungi

# 87.title
source: Cancel
it: Annulla

# 951.title
source: Preview
it: Anteprima

# 1548.title
source: Scene from Sintel - www.sintel.org
it: Scene sintel - www.sintel.org

# 1543.title
source: Toggle Background
it: Attiva/disattiva colori

# 1204.title
source: Font:
it: Carattere:

# 1207.title
source: Size:
it: Dimensioni:

# 1209.title
source: Horizontal Alignment:
it: Allineamento orizzontale:

# 1212.title
source: Vertical Alignment:
it: Allineamento verticale:

# 1215.title
source: Margins:
it: Margini:

# 1216.title
source: Left:
it: Sinistra:

# 1222.title
source: Right:
it: Destra:

# 1218.title
source: Top:
it: Superiore:

# 1246.title
source: Font:
it: Carattere:

# 1249.title
source: Size:
it: Dimensioni:

# 1251.title
source: Horizontal Alignment:
it: Allineamento orizzontale:

# 1254.title
source: Vertical Alignment:
it: Allineamento verticale:

# 1257.title
source: Margins:
it: Margini:

# 1258.title
source: Left:
it: Sinistra:

# 1264.title
source: Right:
it: Destra:

# 1261.title
source: Top:
it: Superiore:

# 1263.title
source: Bottom:
it: Anteriore:

# 1554.title
source: Visibility:
it: Visibilità:

# 1266.title
source: Text Visibility Method:
it: Testo visibilità:

# 1282.title
source: Box Colour:
it: Scatola di colori:

# 1279.title
source: Box Visibility:
it: Visibilità scatola:

# 1293.title
source: Preview
it: Anteprima

# 1390.title
source: Filter Type:
it: Tipo di filtro:

# 1510.title
source: Preview
it: Anteprima

# 1392.title
source: Cancel
it: Annulla

# 1391.title
source: Add
it: Aggiungi
