Repository: loveq369/media-converter
Catalog: *.lproj/MCPreferences.strings
Languages: it, nl

# 1.title
source: Preferences
nl: Voorkeuren

# 12.title
source: Save Folder:
it: Cartella di salvataggio:
nl: Bewaar locatie:

# 17.title
source: Ask Every Time
it: Chiedi ogni volta
nl: Vraag elke keer

# 18.title
source: Choose…
it: Scegli…
nl: Kies…

# 661.title
source: Default Subtitle Language:
it: Lingua predefinita dei sottotitoli:
nl: Standaard ondertitelingstaal:

# n77-4y-PVc.title
source: Automatically download and install updates
it: Scarica e installa automaticamente gli aggiornamenti
nl: Download en installeer nieuwe versies automatisch

# 47.headerCell.title
source: Presets
it: Formati
nl: Voorinstelling

# 45.ibExternalAccessibilityHelp
source: A list of the currently installed presets
it: Lista dei formati
nl: Een lijst met de geïnstalleerde voorinstellingen

# 1526.ibExternalAccessibilityDescription
source: Delete
it: Rimuovi
nl: Wis

# 1526.ibExternalAccessibilityHelp
source: Delete selected presets
it: Elimina il formato selezionato
nl: Wis geselecteerde voorinstellingen

# 1527.ibExternalAccessibilityDescription
source: Add
it: Aggiungi
nl: Voeg toe

# 1527.ibExternalAccessibilityHelp
source: Add new presets
it: Aggiungi un nuovo formato
nl: Voeg nieuwe voorinstellingen toe

# 1528.ibExternalAccessibilityDescription
source: Actions
it: Opzioni formato
nl: Acties

# 1528.ibExternalAccessibilityHelp
source: Show context menu with preset actions
it: Mostra il menù contestuale per il formato
nl: Toon context menu met voorinstelling acties

# 316.title
source: Get More Presets
it: Ottieni altri formati
nl: Meer voorinstellingen…

# 315.ibExternalAccessibilityHelp
source: Open the Media Converter website to download more presets
it: Apri il sito di media converter per scaricare nuovi formati
nl: Open de Media-omzetter website om meer voorinstellingen te downloaden

# 35.title
source: Turn on Logging
it: Attiva registrazione
nl: Zet loggen aan

# PUb-81-iQ3.title
source: Quit after Successful Convertion
it: Esci dal programma a conversione completata
nl: Stop na het succesvoll omzetten

# 37.title
source: Use Custom FFmpeg Binary
it: Usa FFmpeg personalizzato
nl: Gebruik andere FFmpeg

# 38.ibExternalAccessibilityHelp
source: Current FFmpeg path
nl: Huidge FFmpeg pad

# 41.title
source: Choose…
it: Scegli…
nl: Kies…

# 665.title
source: Rebuild Fonts…
it: Ricostruisci font…
nl: Stel lettertypes opnieuw in…

# 305.title
source: Cancel
it: Annulla
nl: Annuleer

# 303.title
source: Add
it: Aggiungi
nl: Voeg toe
